[{
    "unlocked": [
      "David is the son of John, the famous detective of the city and Mary, famous lawyer. John and Mary were investigating about international criminal Jargo. They found out his hideout and much evidence against him. But before they showed them to F.B.I. they were murdered on Friday ‘The 13th’. David was 10 year old at that time and saw the killers from back, he only saw a bald man with a skull tattoo on his left hand wearing black jacket with dragon on it. From that very day he is searching for that bald man. Now David is 18 year old tall, strong, clever detective. He is also an engineering student. Like father like son, police always ask for his help in the cases.  Inspector Tedd got the call that famous industrialist Mr. Woods found dead in his room which was locked from inside. David after hearing the news of Woods’ death reached Woods Mansion where he finds Woods lying in pool of blood on the floor and inspector Tedd standing confused. So David what do you think ‘Is this is a murder or suicide’ asked Tedd. David: Lets see. What do you think?"
    ],
    "locked": [
      "Mrs.Woods: I am attending a kitty party in the neighbourhood all the time. I came home when maid Linda called me that Mr. Woods is not opening his room. When we opened the door we found him dead. Tom: I am chatting with my friends ? Tedd : Hello Mrs.Hayden we are here to investigate about Mr.Woods murder case.Can you tell me that Mrs.Woods is all the here during the party.Mrs.Hayden: No inspector, she went her house around 7: 30 PM and comes back after 15 - 20 minutes.She told us that she was going take her purse which she forgot. So David, I think 15 - 20 minutes is enough for murder.Give me the address of maid Linda and kindly told me the timing of murder.David went his home and hacked Tom’ s email.He found that he was chatting with his friends from 7 - 8 PM.After that David go to Linda’ s house in her absence where he found something that he never thought.Inspector called him and told the time of murder.The murderer used three things - first the gun, key and fishing rod thread.After killing Mr.Wood, the murde locked the door from outside and tied end of the thread with the key and other on her hand.When the murder pull the string from her hand the key slided under the door and reached to Mr.Woods’ pocket and after that thread broke and murderer collects it.There are two suspects one Mrs.Woods and Ms.Linda, but when Inspector Tedd told me the time of murder I get the murderer.",

      "David started investigating Mr. Woods body and shouted ‘This is the pure blooded murder. Look inspector his hands, there is no sign of gun powder in his hand. Whenever a person shots so closely there must be gun powder smell or sign on his hand.",

      "There were only 4 members in the mansion. One Mr. Wood,Mrs Wood,Tom(Son of Mrs & Mr Wood) & LindaTedd: I think this is suicide as he is nearly bankrupt and most of all he was sitting in perfectly sealed room no entry except the door which was locked with one key in his pocket and other with his wife Mrs. Woods."
    ]
  },
  {
    "unlocked": [
      "“We have been watching you night and day. And you might as well come clean with all the dope on the Westerman girl’s murder, for we have your friend Frank, and we’ll get your brother Bill, too.We know your brother is guilty as hell, of Course, and you know it, too, but the thing is to get the proof. “Frank was there that night, we know, but your brother was there, too, after Frank. But we can’t find a witness, that is, a witness that’s any good, for what you say wouldn’t go far with a jury. “So there’s only one thing that’ll clear your brother, and that is for Frank to come clean with a confession. It’s your only chance, Cora, for I tell you we’ve got a bad case on Bill.” “Get out of here! When I want to see Frank, I know where he is, and as for a fake confession, I’m not your stool-pigeon, Corrigan!” “Fake? How’d you know he didn’t kill the Westerman girl? Believe me, my fine girl, he thought enough more of her than he did of you.  He paused, for the fury in Cora’s eyes startled him. Hoarsely she muttered: “All right — bring him along. I’ll find out — find out — — ”"
    ],
    "locked": [
      "Two plain-clothes men entered with a handcuffed man between them. After leaving Frank with Corrigan the men let themselves out. Corrigan yawned and urged both to talk it out as he walked out of the room.  “Cora, listen! Maybe I did go to Westerman’s a bit too much; but Bill was there at Westerman’s that night of the killing, but — “ “But what? “Why do you want to know so bad what really happened?” Frank bit off the words — his white. “Why is it so much to you what happened that night? ‘Would you care if I went to the chain? Not much, my girl! I’ve got your number — I’ve had it — think I’ll give up my freedom and my life — for the like of you — why you care as much for me as — “ “No, no, Frank — it’s not that — not that at all. I do love you — but I was mad with jealousy of the Westerman girl — I could have — could have — . But they say Bill killed her, and he’s only a kid, Frank. He’s all I’ve got — your own folks are different, Frank. I can’t see him die for what he didn’t do. He didn’t — didn’t. Can’t you — for me — Frank.”",
      "The lips that had not always been so white and drawn reached up seeking comfort. Blindly he bent down, found the praying mouth, and for a moment or two time rolled back, and it was a summer day with nothing on earth to do but dance while Love piped. Then he straightened. He spoke aloud, and clearly: “A’right, then, Cora! It’s good-by, my girl!” She fell bask, white and shaking, but he frowned and shook his head, and went on to confess his “crime”- “A’right! We’re quits! Sure I did the Westerman girl. I stayed after Bill went. Fact is, I kicked him out, and she was so damned crybaby about it that we had some words — and you know my temper, Cora. I shoved a gun at her … was one around there — and first I knew she had it right in the heart. And I beat it. Never noticed it was Bill’s gun. Tough luck, a flattie had to lamp me as I was strolling out the door. ‘Sall there is to it. Wish I had a smoke.” Corrigan stood grinning in the door. He glanced at Cora’s rigid form — like a statue of horror she was. “Can you beat the dames?” he muttered. “She’s got what she wanted and acts like it was her getting sent up.”",
      "Corrigan started to call his men to take their prisoner back to jail, when with a scream of madness Cora flung herself on Frank. - “You didn’t do it! Say you didn’t! It means the chair — to end like this! My God! My God!” Whimpering and clawing at the prisoner, Cora ceased to be a woman, and was only an animal clinging to all she loved on earth. She went on to confess her crime “Frank, Frank, it wasn’t you! No, it wasn’t — I was watching from across the street. I could not bear for you to be in there with her so long — and while I waited for you to get out of sight, I slipped in from the front door like a thief and waited behind a curtain for Bill to leave. His gun fell from his pocket though and I picked it up and approached the girl from behind and shot her! I shot her, Yes! I did it. It was me, Arrest me Corrigan!”",
      "Corrigan said“Here, what’s the game anyway? If Frank croaked the girl, or Bill did, or you did we gotta get out of here. I gotta get back and see if they’ve found Bill. Maybe he will have a little confession in his pocket, too. This is a popular case!” The whir of the telephone interrupted Corrigan’s sarcasm. He went into the hall to answer it, and did not notice the wizened face of the little old woman peering around the portieres that served as door to the dining-room. Corrigan seemed put out at the telephone message. As he stepped back to the living room With a perplexed frown creasing his brew, the same little old woman laid a hand on his arm. Finally he said: “Me, I’m off the force for life! This sure has got me for a finish! Not ten minutes ago they telephoned me from headquarters that they got Bill over on Tenth Avenue some place, got him while he was havin’ a little drug party with a buncha wops, and Bill got his — and passed out. And before he does, he does a little confessing, too; says he shot the Westerman girl to save his mother’s life — and as his dope is signed and witnessed — goodnight!” Here’s what Bill said,”It was me who killed the girl, not Frank and neither my mom, I went in there from the backdoor after Frank left and I shot her from behind and left. I was in a hurry though so I left my gun in there ig, well you found it already, what more evidence do you need?? Arrest me for my crimes! But please let go of my sister and her happiness.” ",
      "“Oh, you’re Cora’s maid, eh? Well, what now?” “If you please, I just want to see you a minute — out back” The old lips were shaking, and the fated blue eyes were wide with something that puzzled Corrigan. He had seen that look in the eyes of men who were about to pay the supreme penalty for crime. “Well, be quick about what you say — and say it here — I got this man to watch — and this woman, too. I’ll get a stretch up the river myself if any more bobbles are pulled in this case. The old woman seemed not to hear him. “I’m just tellin’ you — let Cora go — she never done it; nor Frank, nor Bill. I was scared to tell. I followed Cora that night, when she -went after Frank. After he began running with the Westerman girl Cora was like crazy. And then Bill got to running after the Westerman girl, and wild as Bill was, that finished him, for she was bad. ‘ But I’m tellin’ you — “ “That night when Cora followed Frank I slipped out after her, and watched from across the street. I saw Frank come out’ of the Westerman house, and almost right away Bill. Cora went after Frank and I was ready to go, too, when Bill came back and went in. I hurried over, and finding the door not quite closed, I slipped into the hall. They were in the little room old man Westerman used for an office, right off the hall, and I heard every word. The girl was tempting Bill — offering him money if he’d go into some swindling scheme that she was too nice to soil her hands with — and she was planning how, that done, they’d make a get-away with the loot, And she was bad — bad. I couldn’t stand it, and I stepped into-the room and told her what she was — plenty. And she went wild with anger — and — and called me things — and struck at me — like a street woman. So I shot her. I had the gun with me — Cora’s. .And Bill made me swear I’d not tell — he said it would be all right — but it’s not. You can see here where the woman struck and choked me.” “Maybe I wouldn’t have killed her, but Bill had snatched up a knife from the table when she struck me — and I knew he would do for her if I did not. I’m old — it don’t matter a few years less for me.”",
      "The old head drooped now. The fire of sacrifice was burned out. Cora had pulled the old woman into a chair, and was sobbing on her shoulder. The tears were running down Frank’s face, and Corrigan blew his nose several times while swearing a steady stream. The worried Corrigan mopped his brow and thought a bit. Then he went to confer with the men outside. Corrigan entered with the plainclothes men. Corigan arrested the murderer after this, but the question is……."
    ]
  },
  {
    "unlocked": [

    ],
    "locked": [

    ]
  }
]
