[{
    "unlocked": [
      "David is the son of John, the famous detective of the city and Mary, famous lawyer. John and Mary were investigating about international criminal Jargo. They found out his hideout and much evidence against him. But before they showed them to F.B.I. they were murdered on Friday ‘The 13th’. David was 10 year old at that time and saw the killers from back, he only saw a bald man with a skull tattoo on his left hand wearing black jacket with dragon on it. From that very day he is searching for that bald man. Now David is 18 year old tall, strong, clever detective. He is also an engineering student. Like father like son, police always ask for his help in the cases.  Inspector Tedd got the call that famous industrialist Mr. Woods found dead in his room which was locked from inside. David after hearing the news of Woods’ death reached Woods Mansion where he finds Woods lying in pool of blood on the floor and inspector Tedd standing confused. So David what do you think ‘Is this is a murder or suicide’ asked Tedd. David: Lets see. What do you think?"
    ],
    "locked": [
      "Mrs.Woods: I am attending a kitty party in the neighbourhood all the time. I came home when maid Linda called me that Mr. Woods is not opening his room. When we opened the door we found him dead. Tom: I am chatting with my friends ? Tedd : Hello Mrs.Hayden we are here to investigate about Mr.Woods murder case.Can you tell me that Mrs.Woods is all the here during the party.Mrs.Hayden: No inspector, she went her house around 7: 30 PM and comes back after 15 - 20 minutes.She told us that she was going take her purse which she forgot. So David, I think 15 - 20 minutes is enough for murder.Give me the address of maid Linda and kindly told me the timing of murder.David went his home and hacked Tom’ s email.He found that he was chatting with his friends from 7 - 8 PM.After that David go to Linda’ s house in her absence where he found something that he never thought.Inspector called him and told the time of murder.The murderer used three things - first the gun, key and fishing rod thread.After killing Mr.Wood, the murde locked the door from outside and tied end of the thread with the key and other on her hand.When the murder pull the string from her hand the key slided under the door and reached to Mr.Woods’ pocket and after that thread broke and murderer collects it.There are two suspects one Mrs.Woods and Ms.Linda, but when Inspector Tedd told me the time of murder I get the murderer.",

      "David started investigating Mr. Woods body and shouted ‘This is the pure blooded murder. Look inspector his hands, there is no sign of gun powder in his hand. Whenever a person shots so closely there must be gun powder smell or sign on his hand.",

      "There were only 4 members in the mansion. One Mr. Wood,Mrs Wood,Tom(Son of Mrs & Mr Wood) & LindaTedd: I think this is suicide as he is nearly bankrupt and most of all he was sitting in perfectly sealed room no entry except the door which was locked with one key in his pocket and other with his wife Mrs. Woods."
    ]
  },
  {
    "unlocked": [
      "Late morning sunshine tried to chase the gloom from the room where Cora Shepard ranged in restless impatience. Her too old young face was white where the carelessly applied rouge did not light false fires, and her usually carefully dressed brown hair was rough and tumbled. The soiled kimono she held about her by one twitching hand was torn at the shoulder to show unbelievably white skin, as soft as any petted lady’s. As the door swung open she snapped querulously: “‘S a fine time to bring breakfast” and stopped short as a tall man gently closed the door behind him. “Not your old Katie with the toast, my fine girl, but your Corrigan with a jolt for you. Katie had hers when I made her let me in — now — let’s see.” Cora did not answer, but turning her back, went to gaze unseeing out of the window — at least there was freedom there. “Might as well be sweet about it, Cora, for you know we have been watching you night and day. And you might as well come clean with all the dope on the Westerman girl’s murder, for we have your friend Frank, and we’ll get your brother Bill, too. But listen, now; if Frank would give us a nice neat little confession, we could see the way clear to forgetting a lot of things — such as your look-in with the Norton blackmail, the Hotaling forgery, and so on. We know your brother is guilty as hell, of Course, and you know it, too, but the thing is to get the proof. “Now, listen here, sister, do me a favor, and save yourself — and save Bill — from the chair. Y’see, this Frank of yours is crazy to see you — why, I don’t know, for he was loony about the Westerman girl. Fact is, that’s why we can slam the murder on him so dead easy. He was there that night, we know, but your brother was there, too, after Frank. But we can’t find a witness, that is, a witness that’s any good, for what you say wouldn’t go far with a jury — and you Frank’s common-law wife. “So there’s only one thing that’ll clear your brother, and that is for Frank to come clean with a confession. That’ll give you and your no ‘count brother time to clear out. No doubt Frank will only be sent up for a few years–some soft governor will let him out. It’s your only chance, Cora, for I tell you we’ve got a bad case on Bill.” “Get out of here! When I want to see Frank, I know where he is, and as for a fake confession, I’m not your stool-pigeon, Corrigan!” “Fake? How’d you get that way? How’d you know he didn’t kill the Westerman girl? Believe me, my fine girl, he thought enough more of her than he did of you — enough to kill her if he thought she was double-crossing him. You know what he cared for your tantrums. Yeh! and for you, and what name you had left, too!  Why, he used to lay bets on you — down in Tony’s — bets — God, how rotten a  guy .can get! And you think he loved you? Say, that’s the limit! I’ve seen Frank  Conroy kissing the paper that had Ruth Westerman’s name on it — after he had  made your name one that — “ He paused, for the fury in Cora’s eyes startled him. Hoarsely she muttered: “All right — bring him along. I’ll find out — find out — — "
    ],
    "locked": [
      "The old head drooped now. The fire of sacrifice was burned out.Cora had pulled the old woman into a chair, and was sobbing on her shoulder.The tears were running down Frank’s face, and Corrigan blew his nose several times while swearing a steady stream. The worried Corrigan mopped his brow and thought a bit. Then he went to confer with the  men outside. Cora turned to Frank with not a word to say, but a universe of pleading in his eyes. He did not speak either, and slowly the invisible chains which bound them tightened and  drew them together. “Well, Cora, girl.” His eyes were very tired, and he spoke like a man who has run a long way for a treasure and  found nothing at his goal. Cora did not speak for a bi anthen she said: “You’ll be out by night — can’t we start over — go away — far away?” He motioned with his head toward her mother — huddled in a chair, the picture of despairing, lonely sorrow. “I forgot!” Cora had been forgetting so many years. “Yes, Cora, you forget her, just as you forgot some other things — and I did, too. Trouble  with us has been, we’ve been chasing rainbows — for the pretties at the end. And now we’ve  found there ain’t no such thing. All is, now, we got to make the best of it, and not look any  more for the Pollyannas in the sky. When she’s clear — they’ll soon free her — we’ll all get  out — somewhere.” Cora felt a chill as of Winter come over her, but she tried to throw it off, and clung to Frank  in a long kiss as Corrigan entered with the plainclothes men. Corigan arrested the murderer after this, but the question is......",

      "Oh, you’re Cora’s maid, eh? Well, what now?” “If you please, I just want to see you a minute — out back” The old lips were shaking, and  the fated blue eyes were wide with something that puzzled Corrigan. He had seen that look in the eyes of men who were about to pay the supreme penalty for crime. “Well, be quick about what you say — and say it here — I got this man to watch — and this  woman, too. I’ll get a stretch up the river myself if any more bobbles are pulled in this case. The old woman seemed not to hear him. She picked at her quivering lips With one knotty hand, while she held on to Corrigan’s sleeve  with the other, as if clinging to any support, in dire peril. “I’m just tellin’ you — let Cora go — she never done it; nor Frank, nor Bill. I was scared to  tell. I thought they’d never put it on Cora, and Bill said they couldn’t hold him — and Frank  is so smart — I thought he’d get off. But now you’re holding Cora — and — you don’t mean  to let Bill go, either — I can tell! They’ll all get long stretches, and Cora — it’s not right for a girl to go to prison. Me, it don’t matter, but Cora — and Bill — they sh’an’t go. It was for  them I did it, anyway. I followed Cora that night, when she -went after Frank. I know she  oughtn’t to have carried on like she done with Frank — but she was always spoiled — and  Frank’s legal wife was in the asylum — and they were young and in love. After he began running with the Westerman girl Cora was like crazy. She never cared for anything on earth but Frank, and I put up with her rages, and stuck by her, because she needed me, and the people who come here thought I was only her maid because I wouldn’t take even enough of that kind of money to dress decent.“And then Bill got to running after the Westerman girl, and wild as Bill was, that finished him, for she was bad. ‘ But I’m tellin’ you — “The weary old voice was stronger now, and the bent shoulders were erect. Cora was at her side and was trying to silence her, but the older woman threw her back and resolutely kept on to confess her own part:(Blue Part to be Unlocked only if Q.5 is answered correctly)“That night when Cora followed Frank I slipped out after her, and watched from across the street. I saw Frank come out’ of the Westerman house, and almost right away Bill. Cora went after Frank and I was ready to go, too, when Bill came back and went in. I hurried over, and finding the door not quite closed, I slipped into the hall. They were in the little room old man Westerman used for an office, right off the hall, and I heard every word. The girl was tempting Bill — offering him money if he’d go into some swindling scheme that she was too nice to soil her hands with — and she was planning how, that done, they’d make a get-away with the loot, And she was bad — bad. I couldn’t stand it, and I stepped into-the room and told her what she was — plenty. And she went wild with anger — and — and called me things — and struck at me — like a street woman. So I shot her. I had the gun with me — Cora’s. .And Bill made me swear I’d not tell — he said it would be all right — but it’s not. You can see here where the woman struck and choked me.”She pulled aside the scarf she had wound about her neck.“Maybe I wouldn’t have killed her, but Bill had snatched up a knife from the table when she struck me — and I knew he would do for her if I did not. I’m old — it don’t matter a few years less for me.”",

      "Corrigan tried to loosen the vise-like fingers; he spoke gently to her, but in vain. Then he lost  his temper and said: “Here, what’s the game anyway? If Frank croaked the girl, or Bill did,  we gotta get out of here, and stop this flying through the air. I gotta get back and see if  they’ve found Bill. Maybe he will have a little confession in his pocket, too. This is a popular case!” he whir of the telephone interrupted Corrigan’s sarcasm. He went into the hall to answer it,  and did not notice the wizened face of the little old woman peering around the portieres that  served as door to the dining-room. Corrigan seemed put out at the telephone message. “The deuce you say! What do you know about that, now? Well, I’ll be I’ll tell the world  another case like this would drive me batty for fair. And so that’s straight, eh? Oh, signed by a priest as witness, and all? Well, I’ll bring Frank along back. Sure is O. K. then. Yes, I’ll ‘fix  that. Sure. Oh, yeh, sure. I’ll be right back, chief. G’by. As he stepped back to the living room With a perplexed frown creasing his brew, the same  little old woman laid a hand on his arm. Finally he said: “Me, I’m off the force for life! This sure has got me for a finish! Not ten  minutes ago they telephoned me from headquarters that they got Bill over on Tenth Avenue  some place, got him while he was havin’ a little stickin’ party with a buncha wops, and Bill  got his — and passed out. And before he does, he does a little confessing, too; says he shot  the Westerman girl to save his mother’s life — and as his dope is signed and witnessed —  goodnight!” (Blue Part to be Unlocked only if Q.4 is answered correctly) Here’s what Bill said,”It was me who killed the girl, not Frank and neither my mom, I went in there from the backdoor after Frank left and I shot her from behind and left. I was in a hurry  though so I left my gun in there ig, well you found it already, what more evidence do you  need?? Arrest me for my crimes! But please let go of my sister and her happiness.” ",

      "Corrigan started to call his men to take their prisoner back to jail, when with a scream of  madness Cora flung herself on Frank. ou didn’t do it! Say you didn’t! It means the chair — to end like this! My God! My God!” Whimpering and clawing at the prisoner, Cora ceased to be a woman, and was only an animal clinging to all she loved on earth. She went on to confess her crime. (Blue Part to be Unlocked only if Q.3 is answered correctly) “Frank, Frank, it wasn’t you! No, it wasn’t — I was watching from across the street. I could  not bear for you to be in there with her so long — and while I waited for you to get out of  sight, I slipped in from the front door like a thief and waited behind a curtain for Bill to leave. His gun fell from his pocket though and I picked it up and approached the girl from behind  and shot her! I shot her, Yes! I did it. It was me, Arrest me Corrigan!” Cora whispered the last word, and cowered over Frank’s arm to which she hung with a grip of death.",

      "The lips that had not always been so white and drawn reached up seeking comfort Blindly he bent down, found the praying mouth, and for a moment or two time rolled back, and it was a summer day with nothing on earth to do but dance while Love piped Then he straightened. He threw off the years of mildewing underworld association, and became a mah. He spoke aloud, and clearly “A’right, then, Cora! It’s good-by, my girl! She fell bask, white and shaking, but he frowned and shook his head, and went on to confess his “crime” (Blue Part to be Unlocked only if Q.2 is answered correctly “A’right! We’re quits! Sure I did the Westerman girl. I stayed after Bill went. Fact is, I kicked him out, and she was so damned crybaby about it that we had some words — and you know my temper, Cora. I shoved a gun at her ... was one around there — and first I knew she had i right in the heart. And I beat it. Never noticed it was Bill’s gun. Tough luck, a flattie had to lamp me as I was strolling out the door. ‘Sall there is to it. Wish I had a smoke. Corrigan stood grinning in the door. He glanced at Cora’s rigid form — like a statue of horro she was “Can you beat the dames?” he muttered. “She’s got what she wanted and acts like it was her getting sent up.”",

      "The detective looked pleasantly cheerful as he swung about to open the door. The bell had been ringing some minutes, but Cora’s maid was too terrified by Corrigan’s authority to answer.“Ah! Here we are!”Two plain-clothes men entered with a handcuffed man between them.“Morning, Frank. Lil’ call on Cora, eh? You’re the boy for the early visits to your lady friends, what? Cora here is all out of sorts, because I’m just telling her she’s booked for a trip up the river; her and that no-good brother Bill of hers. Queer how you guys expect to get away with things. Cora’s been the queen blackmailer of Riney the Rat’s gang for too long, and now Bill goes and croaks your jane, Frank! Some speed to Bill’s trip to the chair, I’ll say!”Corrigan seemed pleased with his little monologue, and after a glance at Cora, whose back’ was turned, seated himself comfortably in an arm-chair.“Now, boys,” he said to the plain-clothes men, “you can beat it out a while. I’ll manage this little seance. The main thing is to let the lady and the gent have a farewell chew.”The men let themselves out, and Corrigan yawned.“Well, folks, speak up! Can’t you say ‘dayday’ to Frank, Cora? I ain’t got all day to hang  around. If you got anything to say, get it over. Me, I’m all in. I’ll just park myself on that  lounge I lamped in the back room as I came through the kitchen a bit ago. Give you half an  hour for your love spiel,” and he leered. Gone, the room became a dead place without the vividity of his presence. Cora still stood gazing blankly from the window, and Frank was apparently rooted to the  spot, speechless. After a moment he licked dry lips and spoke: “Cora, Cora, can’t you even speak to me? I begged them to let me come, for I knew you’d get some garbled tale of the killing, and though I was sure you would not believe it!” She whirled on him. “Believe you had anything to do with it? And why not? Where were you that night — that  night when I had dared you to go there! She was always hanging after you and poor Bill, and  now it’s you or Bill — yes, and me, too, for Corrigan is after blood, right or wrong!” She began to wring her hands. “And it will be the chair for Bill, for he threatened her so often, because she was so crazy  about you. And he’s all I have.” “All you have? How about me, Cora? Ain’t I been true to — “ “True?” Her voice rose to a rasping scream. “True? Don’t come here and tell me that! I know how true — I know — Oh, God!” She broke down into weak crying — the crying of a heartbroken child. It seemed the sobs would tear the slender frame to bits as she leaned against the window frame, her face buried in the curtains. Frank remembered a time when as a boy his little sister had cried so over the death of a pet  dog. He could see yet the writhing form of the child as grief was succeeded by horrible  convulsions, and he heard even now the terror of his mother’s voice as she demanded who  had hurt her darling. Now Cora was suffering — and he to blame. And she would suffer more if he did not speak. Awkwardly he advanced to the sobbing girl. The handcuffs bothered him, but he must manage somehow. “Cora!” He spoke low, and as gently as ever he had in the days when Cora had first been his “jane. “Cora, listen! Don’t cry so. Listen now. Maybe I did go to Westerman’s a bit too much; but you were letting that ivory-topped Louis Michaels stick around here, and I got it straight that you were fixing to give me the go by — Bill told me so. Bill was there at Westerman’s that night of the killing, but — ““But what?”Cora’s sobs had stopped, and she peered at Frank’s face in an agony of waiting.“Why do you want to know so bad what real]y happened?”Frank bit off the words — his white.“Why is it so much to you what happened that night? ‘Would you care if I went to the chain? Not much, my girl! I’ve got your number — I’ve had it — think I’ll give up my freedom and my life — for the like of you — why you care as much for me as — ““No, no, Frank — it’s not that — not that at all. I do love you — but I was mad with jealousy of the Westerman girl — I could have — could have — . But they say Bill killed her, and he’sonly a kid, Frank. He’s all I’ve got — your own folks are different, Frank. I can’t see him die for what he didn’t do. He didn’t — didn’t. Can’t you — for me — Frank.”She was whispering now — for Corrigan, she well knew, was not asleep.“Frank, remember, remember those first days we had together? Up in the Bronx, in the little house? You used to say that forever and ever–no matter what happened — you’d love me. Through heaven or hell, you said — we had our heaven — didn’t we, Frank — dear?”Her arms were about his neck now, and her tear-stained cheek lay just where he could touch itwith his lips if he bent his head ever so little.The pleading eyes that had once meant the face grown light of the world to him now sought to look into his own evading ones.“Frank! Don’t you remember?”"
    ]
  },
  {
    "unlocked": [

    ],
    "locked": [

    ]
  }
]
